Repository: squirrly/squirrly-seo
Catalog: languages/squirrly-seo-*.po
Languages: es_es, fr_fr, pt_br

source: For Squirrly to work, the PHP version has to be equal or greater then 5.1
es_es: Para que funcione Squirrly, la versión de PHP tiene que ser mayor o igual de 5.1
fr_fr: La version de votre PHP doit être égale ou supérieure à 5.1, pour assurer le propre fonctionnement de Squirrly
pt_br: Para o Squirrly funcionar, a versão PHP tem de ser igual ou maior que 5.1.

source: Function get_class does not exists! Is required for Squirrly to work properly.
es_es: La función get_class no existe! Es necesaria para que Squirrly funcione correctamente.
fr_fr: La fonction get_class n’existe pas! Elle est requise pour que Squirrly fonctionne proprement.
pt_br: Função get_class não existe! É necessária para o Squirrly funcionar devidamente.

source: Function file_exists does not exists! Is required for Squirrly to work properly.
es_es: La función file_exists no existe! Es necesaria para que Squirrly funcione correctamente.
fr_fr: La fonction file_exists n’existe pas! Elle est requise pour que Squirrly fonctionne proprement.
pt_br: Função file_exists não existe! É necessário para o Squirrly funcionar devidamente.

source: The home directory is not set!
es_es: El directorio home no está establecido!
fr_fr: Le répertoire de base n'est pas définie!
pt_br: O diretório inicial não está configurado!

source: The PHP version has to be greater then 4.0
es_es: La versión de PHP tiene que ser mayor o igual de 4.0
fr_fr: La version de PHP doit être supérieure à 4.0
pt_br: A versão de PHP tem de ser igual ou maior a 4.0

source: Turn off warnings!
es_es: Desactiva las advertencias!
fr_fr: Désactiver les avertissements!
pt_br: Desligar os avisos!

source: Notice:
es_es: Aviso:
fr_fr: Notification:
pt_br: Aviso:

source: Note:
es_es: Nota:
pt_br: Nota:

source: Settings
es_es: Ajustes
fr_fr: Réglages
pt_br: Configurações

source: Getting started
es_es: Primeros pasos
fr_fr: Démarrage
pt_br: Iniciando

source: Fix it for me!
es_es: Soluciónalo por mí!
fr_fr: Aidez-moi!
pt_br: Corrigir para mim!

source: Let Squirrly optimize your SEO automatically (recommended)
es_es: Dejar a Squirrly que optimice tu SEO automáticamente (recomendado)
fr_fr: Laissez Squirrly automatiquement optimiser votre référencement (SEO) (recommandé)
pt_br: Deixe o Squirrly otimizar seu SEO automaticamente (recomendado)

source: You're blocking google from indexing your site!
es_es: Estás impidiendo que Google indexe tu sitio web!
fr_fr: Vous empêchez Google d'indexer votre site!
pt_br: Você está bloqueando o Google de indexar seu site!

source: It is highly recommended that you include the %postname% variable in the permalink structure. <br />Go to Settings > Permalinks and add /%postname%/ in Custom Structure
es_es: Es muy recomendable que incluyas la variable %postname% en la estructura de enlaces permanentes. <br />Ve a Ajustes > Enlaces permanentes y añade /%postname%/ en la estructura personalizada
fr_fr: Il est fortement recommandé d'inclure le variable %postname% dans la structure permalien. <br /> Aller dans Réglages> Permaliens et ajouter /%postname%/ dans la structure personnalisée
pt_br: É altamente recomendado que você inclua a variável %postname% na estrutura permalink. <br />Vá às Configurações> Permalinks e adicione /%postname%/ na Estrutura Personalizada

source: getting started
es_es: primeros pasos
fr_fr: démarrage
pt_br: iniciando

source: dashboard
es_es: panel de control
fr_fr: tableau de bord
pt_br: painel de instrumentos

source: Dashboard
es_es: Panel de control
fr_fr: Tableau de bord
pt_br: Painel de instrumentos

source: settings
es_es: ajustes
fr_fr: réglages
pt_br: configurações

source: Make money with
es_es: Gana dinero con
fr_fr: Gagnez de l'argent avec
pt_br: Ganhe dinheiro com

source: Make money
es_es: Gana dinero
fr_fr: Gagnez de l'argent
pt_br: Ganhe dinheiro

source: Squirrly Article Rank
es_es: Ranking de artículos Squirrly
fr_fr: Classement d’articles Squirrly
pt_br: Ranking de Artigos Squirrly

source: Custom description:
es_es: Descripción personalizada:
fr_fr: Description personnalisée:
pt_br: Descrição personalizada:

source: Custom title:
es_es: Título personalizado:
fr_fr: Titre personnalisé:
pt_br: Título personalizado:

source: Squirrly article rank
es_es: Ranking de artículos Squirrly
fr_fr: Classement d’articles Squirrly
pt_br: Ranking de artigos Squirrly

source: Update
es_es: Actualizar
fr_fr: Mise à jour
pt_br: Atualizações

source: More details
es_es: Más detalles
fr_fr: Plus de détails
pt_br: Mais detalhes

source: Less details
es_es: Menos detalles
fr_fr: Moins de détails
pt_br: Menor detalhes

source: Interval:
es_es: Intervalo:
fr_fr: Intervalle:
pt_br: Intervalo:

source: Latest
es_es: Últimos
fr_fr: Dernier
pt_br: Mais recente

source: Last 7 days
es_es: Últimos 7 días
fr_fr: 7 derniers jours
pt_br: Últimos 7 dias

source: Last 30 days
es_es: Últimos 30 días
fr_fr: 30 derniers jours
pt_br: Últimos 30 dias

source: See it in 'All Posts'
es_es: Verlo en 'Todos los mensajes'
fr_fr: Voir dans « Tous les postes »
pt_br: Ver em 'Todos as Publicações'

source: progress
es_es: progreso
fr_fr: progression
pt_br: progresso

source: optimized
es_es: optimizado
fr_fr: optimisé
pt_br: otimizado

source: See rank
es_es: Ver ranking
fr_fr: Voir le classement
pt_br: Ver ranking

source: Hide rank
es_es: Ocultar ranking
fr_fr: Cacher le classement
pt_br: Esconder ranking

source: Optimize
es_es: Optimizar
fr_fr: Optimiser
pt_br: Otimizar

source: Not Public
es_es: No es público
fr_fr: Non publique
pt_br: Não Público

source: Publish the article to start Squirrly Article Rank
es_es: Publica el artículo para iniciar el Ranking de artículos Squirrly
fr_fr: Publier l'article pour démarrer le Classement d’articles Squirrly
pt_br: Publicar o artigo para iniciar o Ranking de Artigos Squirrly

source: Error: %s
fr_fr: Erreur: %s
pt_br: Erro: %s

source: An error occured. Mabe a network error :(
es_es: Ha ocurrido un error. Quizás un error de red :(
fr_fr: Une erreur s'est produite. Probablement une erreur de réseau: (
pt_br: Ocorreu um erro. Talvez um erro de ligação :(

source: We found your email, so it means you already have a Squirrly.co account. Please login with your Squirrly Email. If you forgot your password click %shere%s
es_es: Hemos encontrado tu email, lo cual significa que ya tienes cuenta en Squirrly.co. Por favor, inicia sesión con tu email de Squirrly. Si olvidaste tu contraseña haz click %saquí%s
fr_fr: Nous avons trouvé votre courriel, ce qui signifie que vous avez déjà un compte Squirrly.co . S'il vous plaît connectez-vous avec votre courriel Squirrly. Si vous avez oublié votre mot de passe cliquez sur %shere%s
pt_br: Encontrámos seu e-mail, o que significa que você já tem uma conta no Squirrly.co. Por favor entre com seu Squirrly E-mail. Se você se esqueceu de sua senha clique em %shere%s

source: Could not send your informations to squirrly. Please register %smanually%s.
es_es: No se pudo enviar tu información a Squirrly. Por favor, regístrate %smanualmente%s.
fr_fr: Impossible d'envoyer vos informations à squirrly. S'il vous plaît inscrivez-vous %smanually%s.
pt_br: Não foi possível enviar sua informação para o squirrly. Por favor faça o registo em %smanually%s.

source: Wrong email or password!
es_es: Contraseña o email incorrecto!
fr_fr: Courriel ou mot de passe erroné!
pt_br: E-mail ou senha errada!

source: You can use this account only for the URL you registered first!
es_es: Sólo puedes utilizar esta cuenta para la URL que registraste primero!
fr_fr: Vous pouvez utiliser ce compte uniquement avec l'URL que vous avez enregistré en premier lieu
pt_br: Você pode usar esta conta apenas para o URL com que se registou inicialmente!

source: An error occured.
es_es: Ha ocurrido un error.
fr_fr: Une erreur s'est produite.
pt_br: Ocorreu um erro.

source: Both fields are required.
es_es: Ambos campos son obligatorios.
fr_fr: Les deux champs sont obligatoires.
pt_br: Ambos os campos são necessários.

source: Recent discussions:
es_es: Discusiones recientes:
fr_fr: Discussions récentes:
pt_br: Discussões recentes:

source: Exact search:
es_es: Búsqueda exacta:
fr_fr: Recherche exacte:
pt_br: Pesquisa exata:

source: Competition:
es_es: Competencia:
fr_fr: Concurrence:
pt_br: Concorrência:

source: Trend:
es_es: Tendencia:
fr_fr: Tendance:
pt_br: Tendência:

source: date
es_es: fecha
pt_br: data

source: Read it!
es_es: Léelo!
fr_fr: Lisez-le!
pt_br: Ler isto!

source: Insert it!
es_es: Insértalo!
fr_fr: Insérez-le!
pt_br: Inserir isto!

source: Reference
es_es: Referencia
fr_fr: Référence
pt_br: Referência

source: Insert as box
es_es: Insertar como cuadro
fr_fr: Insérer en tant que case
pt_br: Inserir como um livro

source: Not relevant?
es_es: No es relevante?
fr_fr: Non pertinent?
pt_br: Não é relevante?

source: Insert in your article
es_es: Insertar en tu artículo
fr_fr: Insérez dans votre article
pt_br: Inserir em seu artigo

source: For Squirrly to work, you have to have tinymce editor installed!
es_es: Para que funcione Squirrly tienes que tener instalado el editor tinymce!
fr_fr: Pour que Squirrly fonctionne proprement, vous devez installer « tinymce editor »!
pt_br: Para o Squirrly funcionar você tem de ter o editor de tinymce instalado!

source: :( I lost my squirrel. Please reload the page.
es_es: :( Perdí mi ardilla. Recarga por favor la página.
fr_fr: :( J'ai perdu mon écureuil. S'il vous plaît recharger la page.
pt_br: :( Perdi meu squirrel. Por favor recarregue a página.

source: No results found!
es_es: No se encontraron resultados!
fr_fr: Aucun résultat trouvé!
pt_br: Nenhuns resultados encontrados!

source: Switch to Visual editor!
es_es: Cambia al editor visual!
fr_fr: Passer à l'éditeur visuel !
pt_br: Mude para o editor Visual!

source: Use more words in one keyword
es_es: Usa más palabras en una palabra clave
fr_fr: Utilisez plus de mots dans un mot-clé
pt_br: Use mais palavras numa palavra-chave

source: Takes too long to check this keyword ...
es_es: Se tarda demasiado en comprobar esta palabra clave ...
fr_fr: La vérification de ce mot-clé dure trop longtemps...
pt_br: Leva muito tempo para verificar esta palavra-chave...

source: Do a research!
es_es: Investiga!
fr_fr: Faire une recherche!
pt_br: Fazer uma pesquisa!

source: Do more research!
es_es: Investiga más!
fr_fr: Faire plus de recherche!
pt_br: Fazer mais pesquisas!

source: [ ATTRIBUTE: Please check: %s to find out how to attribute this image ]
es_es: [ ATRIBUIR: Por favor comprueba: %s para averiguar cómo atribuir esta imagen ]
fr_fr: [ATTRIBUT: S'il vous plaît verifier:%s pour savoir comment attribuer cette image]
pt_br: [ ATTRIBUTE: Por favor verifique: %s para descobrir como atribuir esta imagem ]

source: Has creative commons attributes
es_es: Tiene atributos Creative Commons
fr_fr: Possède des attributs « creative commons »
pt_br: Tem atributos criativos comuns

source: No known copyright restrictions
es_es: No tiene restricciones de copyright conocidas
fr_fr: Pas de restrictions de copyright connues
pt_br: Não há restrições de direitos autorais conhecidas

source: Save changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
pt_br: Salvar alterações

source: Cancel
es_es: Cancelar
fr_fr: Annuler
pt_br: Cancelar

source: Customize Title
es_es: Personalizar título
fr_fr: Personnaliser le Titre
pt_br: Título Personalizados

source: manage keywords
es_es: Administrar palabras clave
fr_fr: Gérer les mots clés
pt_br: gestor de palavras chave

source: Too short
es_es: Demasiado corto
fr_fr: Trop court
pt_br: Muito curto

source: Too long
es_es: Demasiado largo
fr_fr: Trop long
pt_br: Muito grande

source: Click the Update button (to the right) to see the snippet from your website.
es_es: Haz click en el botón actualizar (a la derecha) para ver el fragmento desde tu sitio web.
fr_fr: Cliquez sur "Mettre à jour" (à droite) pour voir un aperçue de votre site web.
pt_br: Clique no botão de Atualização (à direita) para ver o snippet a partir de seu site.

source: Enter a title above for the snippet to get data.
es_es: Introduce un título arriba para que el fragmento reciba datos.
fr_fr: Saisissez un titre ci-dessus afin de transmettre les données à l'extrait.
pt_br: Coloque um título acima do snippet para receber dados.

source: Plugin Feedback
es_es: Comentarios sobre el plugin
fr_fr: Plugin des commentaires
pt_br: Feedback do Plugin

source: Thank you for your feedback
es_es: Gracias por tus comentarios
fr_fr: Nous vous remercions de vos commentaires
pt_br: Obrigado por seu feedback

source: Could not send the email...
es_es: No se pudo enviar el email...
fr_fr: Impossible d'envoyer le courriel...
pt_br: Não foi possível enviar o e-mail...

source: No message.
es_es: Ningún mensaje.
fr_fr: Aucun message.
pt_br: Nenhuma mensagem.

source: Plugin Support
es_es: Soporte del plugin
fr_fr: Support des plugins
pt_br: Apoio do Plugin

source: Message sent...
es_es: Mensaje enviado...
fr_fr: Message envoyé...
pt_br: Mensagem enviada...

source: For Squirrly to work properly you have to use a higher version of Internet Explorer. <br /> We recommend you to use Chrome or Mozilla.
es_es: Para que Squirrly funcione correctamente tienes que usar una versión superior de Internet Explorer. <br /> Recomendamos que utilices Chrome o Mozilla.
fr_fr: Afin que Squirrly fonctionne correctement, vous devez utiliser une version plus récente d'Internet Explorer. <br /> Nous vous recommandons d'utiliser Chrome ou Mozilla.
pt_br: Para o Squirrly funcionar devidamente você tem de usar uma versão melhor do que o Internet Explorer. <br /> Recomendamos que use Chrome ou Mozilla.

source: You haven`t used Squirrly SEO to optimize your article. Do you want to optimize for a keyword before publishing?
es_es: No has usado Squirrly SEO para optimizar tu artículo. Quieres optimizar para una palabra clave antes de publicar?
fr_fr: Vous n’avez pas utilisé Squirrly SEO pour optimiser votre article. Souhaitez-vous optimiser le référencement d’un mot clé avant de publier?
pt_br: Você ainda não usou o Squirrly SEO para otimizar seu artigo. Você quer otimizar para uma palavra-chave antes de publicar?

source: The code for Google Webmaster Tool is incorrect.
es_es: El código para las Herramientas para webmasters de Google es incorrecto.
fr_fr: Le code de « Google Webmaster Tool » est erroné.
pt_br: O código para o Google Webmaster Tool está incorreto.

source: The code for Google Analytics is incorrect.
es_es: El código para Google Analytics es incorrecto.
fr_fr: Le code de « Google Analytics » est erroné.
pt_br: O código para o Google Analytics está incorreto.

source: The code for Facebook is incorrect.
es_es: El código para Facebook es incorrecto.
fr_fr: Le code de « Facebook » est erroné
pt_br: O código para o Facebook está incorreto.

source: The code for Bing is incorrect.
es_es: El código para Bing es incorrecto.
fr_fr: Le code de « Bing » est erroné
pt_br: O código para o Bing está incorreto.

source: File type error: Only JPEG, JPG, GIF or PNG files are allowed.
es_es: Error de tipo de archivo: Sólo los archivos JPEG, JPG, GIF o PNG están permitidos.
fr_fr: Erreur de type de fichier: Seuls les fichiers JPEG, JPG, GIF ou PNG sont autorisés.
pt_br: Erro de tipo de ficheiro: Apenas ficheiro JPEG, JPG, GIF ou PNG são permitidos.

source: GD error: The GD library must be installed on your server.
es_es: Error de GD: La librería GD debe ser instalada en tu servidor.
fr_fr: Erreur de GD: La bibliothèque GD doit être installée sur votre serveur.
pt_br: Erro GD: A biblioteca GD deve ser instalada em seu servidor.

source: Delete error: Could not delete the old favicon.
es_es: Error de eliminación: No se pudo eliminar el antiguo favicon.
fr_fr: Erreur de suppression: Impossible de supprimer l'ancien favicon.
pt_br: Erro ao apagar: Não foi possível apagar o favicon antigo.

source: Upload error: Could not upload the favicon.
es_es: Error de subida: No se pudo subir el favicon.
fr_fr: Erreur de mise à jour : Impossible de mettre à jour le favicon.
pt_br: Erro de atualização: Não foi possível fazer a atualização do favicon.

source: Permission error: Could not change the favicon permissions.
es_es: Error de permisos: No se pudieron cambiar los permisos del favicon.
fr_fr: Erreur de permission : Impossible de changer les permissions de favicon
pt_br: Erro de permissão: Não foi possível alterar as permissões de favicon.

source: ICO Error: Could not create the ICO from file. Try with another file type.
es_es: Error ICO: No se puedo crear el ICO a partir del archivo. Inténtalo con otro tipo de archivo.
fr_fr: Erreur d’ICO: Impossible de créer l'ICO depuis ce fichier. Essayez avec un autre type de fichier.
pt_br: Erro ICO: Não foi possível criar o ICO a partir do ficheiro. Tente com outro tipo de ficheiro.

source: The favicon has been updated.
es_es: El favicon ha sido actualizado.
fr_fr: Le favicon a été mis à jour.
pt_br: O favicon foi atualizado.

source: Squirrly could not find any results for:
es_es: Squirrly no pudo encontrar ningún resultado para:
fr_fr: Squirrly n'a trouver aucun résultat pour:
pt_br: Squirrly não conseguiu encontrar nenhuns resultados para:

source: This article
es_es: Este artículo
fr_fr: Cet article
pt_br: Este artigo

source: All your articles
es_es: Todos tus artículos
fr_fr: Tous vos articles
pt_br: Todos seus artigos

source: Optimize this article to start Squirrly Article Rank
es_es: Optimiza este artículo para iniciar el ranking de artículos Squirrly
fr_fr: Optimiser cet article pour démarrer le Classement d’articles Squirrly
pt_br: Otimizar este artigo para iniciar o Ranking de Artigos Squirrly

source: There are no information for this post yet.
es_es: No hay información aún para este mensaje.
fr_fr: Pour l’instant il n'y a aucune information pour ce poste.
pt_br: Ainda não há informação para esta publicação.

source: Traffic to article
es_es: Tráfico al artículo
fr_fr: Trafic de l'article
pt_br: Tráfego para artigo

source: Social impact
es_es: Impacto social
fr_fr: Impact social
pt_br: Impacto social

source: Links to article
es_es: Enlaces al artículo
fr_fr: Liens vers l’article
pt_br: Links para o artigo

source: Google Indexed
es_es: Indexado por Google
fr_fr: Indexées par Google:
pt_br: Google Indexado

source: Yes
es_es: Sí
fr_fr: Oui
pt_br: Sim

source: No
fr_fr: Non
pt_br: Não

source: for:
es_es: para:
fr_fr: pour:
pt_br: para:

source: (searched with the url)
es_es: (buscado con la url)
fr_fr: (recherché avec l'url)
pt_br: (pesquisado com o url)

source: This article|Average
es_es: Este artículo|Promedio
fr_fr: Cet article | moyenne
pt_br: Este Artigo|Média

source: Visits
es_es: Visitas
fr_fr: Visites
pt_br: Visitas

source: Unique
es_es: Único
fr_fr: Uniques
pt_br: Único

source: Google result for:
es_es: Resultado de Google para:
fr_fr: Résultats de Google pour:
pt_br: Resultados do Google para:

source: Change
es_es: Cambiar
fr_fr: Changer
pt_br: Mudar

source: since
es_es: desde
fr_fr: depuis
pt_br: desde

source: Current position
es_es: Posición actual
fr_fr: Position actuelle
pt_br: Posição atual

source: Recommended by Squirrly
es_es: Recomendado por Squirrly
fr_fr: Recommandé par Squirrly
pt_br: Recomendado por Squirrly

source: Keyword
es_es: Palabra clave
fr_fr: Mots-clés
pt_br: Palavra chave

source: Join Squirrly today!
es_es: Únete a Squirrly hoy mismo!
fr_fr: Rejoignez Squirrly aujourd'hui!
pt_br: Junte-se ao Squirrly hoje!

source: To redirect users to your site, just change "squirrly.co" with your domain.
es_es: Para redireccionar a los usuarios a tu sitio web, cambia simplemente "squirrly.co" por tu dominio.
fr_fr: Pour rediriger les utilisateurs vers votre site, il suffit de changer "squirrly.co" avec votre nom de domaine
pt_br: Para redirecionar usuários para seu site, só mude "squirrly.co" com seu domínio.

source: Generate affiliate link
es_es: Generar enlace afiliado
fr_fr: Générer un lien d'affiliation
pt_br: Gerar link afiliado

source: Affiliate Benefits
es_es: Beneficios de afiliado
fr_fr: Avantages d'affiliation
pt_br: Benefícios de Afiliados

source: - Recurring 45%s commission
es_es: - Comisión recurrente del 45%s
fr_fr: - Commission récurrente de 45%s
pt_br: - Retoma de 45%s em comissões

source: - No cost
es_es: - Sin coste
fr_fr: - Aucun coût
pt_br: - Sem custos

source: - Monthly payments in your Paypal account
es_es: - Pagos mensuales en tu cuenta de Paypal
fr_fr: - Paiements mensuels dans votre compte Paypal
pt_br: - Pagamentos mensais em sua conta de Paypal

source: Your affiliate account is set and ready to go. Above you have the affiliate link.
es_es: Tu cuenta de afiliado está configurada y lista para funcionar. Arriba tienes el enlace de afiliado.
fr_fr: Votre compte affilié est réglé et prêt à aller. Ci-dessus vous avez le lien d'affiliation.
pt_br: Sua conta de afiliados está configurada e pronta para arrancar. Acima você tem o link de afiliado.

source: Check your affiliate page: %sAffiliate page%s
es_es: Comprueba tu página de afiliado: %sPágina de afiliado%s
fr_fr: Vérifiez votre page d'affiliation: %sAffiliate page%s
pt_br: Verifique sua página de afiliado: %sAffiliate page%s

source: %sTerms of Use for our Affiliate Program%s
es_es: %sTérminos de uso para nuestro Programa de Afiliados %s
fr_fr: %sConditions d'utilisation de notre programme d'affiliation%s
pt_br: %sTermos de Uso para nosso Programa de Afiliados%s

source: After you connect to Squirrly you can begin to use your free Squirrly affiliate link immediately!
es_es: Después de conectarte a Squirrly puedes empezar a usar tu enlace gratuito de afiliado Squirrly inmediatamente!
fr_fr: Une fois connecté à Squirrly vous pourrez librement et immédiatement commencer à utiliser votre lien d'affiliation Squirrly !
pt_br: Depois de você se conectar com o Squirrly você pode começar usando seu link gratuito de afiliado do Squirrly de imediato!

source: Squirrly banners you can use
es_es: Banners de Squirrly que puedes usar
fr_fr: Bannières Squirrly que vous pouvez utiliser
pt_br: Podem ser usados Banners do Squirrly

source: See dashboard
es_es: Ver panel de control
fr_fr: Voir le tableau de bord
pt_br: Ver painel de controlo

source: Go to settings
es_es: Ir a los ajustes
fr_fr: Aller aux réglages
pt_br: Ir para configurações

source: Squirrly dashboard
es_es: Panel de control Squirrly
fr_fr: Squirrly tableau de bord
pt_br: Painel de controle de Squirrly

source: User level
es_es: Nivel de usuario
fr_fr: Niveau de l'utilisateur
pt_br: Nível de usuário

source: Beginner
es_es: Principiante
fr_fr: Débutant
pt_br: Iniciante

source: Advanced
es_es: Avanzado
fr_fr: Avancé
pt_br: Avançado

source: Select Advanced only if you have SEO knowledge.
es_es: Selecciona avanzado sólo si tienes conocimientos sobre SEO.
fr_fr: Ne sélectionnez avancé que si vous avez des connaissances en SEO (optimisation du référencement par les moteurs de recherche).
pt_br: Selecione Avançado só se você tiver conhecimentos SEO.

source: With Squirrly SEO, your Wordpress will get Excellent SEO on each article you write.
es_es: Con Squirrly SEO, tu Wordpress obtendrá un excelente SEO en cada artículo que escribas.
fr_fr: Avec l’optimisation du référencement Squirrly, votre Wordpress aura un excellent SEO (référencement) sur chaque article que vous écrivez.
pt_br: Com o Squirrly SEO, seu Wordpress terá um SEO Excelente em cada artigo que você escrever.

source: SEO Software
es_es: Software SEO
fr_fr: Logiciel SEO
pt_br: Software SEO
