Repository: squirrly/squirrly-seo
Catalog: languages/squirrly-seo-*.po
Languages: es_es, fr_fr, pt_br

source: delivered as a plugin for Wordpress. <br /><br />We connect your wordpress with Squirrly, so that we can find the best SEO opportunities, give you reports and analyse your competitors.
es_es: entregado como plugin para Wordpress. <br /><br />Conectamos tu wordpress con Squirrly, para que podamos encontrar las mejores oportunidades SEO, ofrecerte informes y analizar tu competencia.
fr_fr: livré en tant que plugin pour Wordpress. <br /> <br /> Votre wordpress sera connecté avec Squirrly, afin que on puisse trouver les meilleures opportunités de référencement, vous donner des rapports et d'analyser vos concurrents.
pt_br: entregue como um plugin para Wordpress. <br /><br />Nós nos ligamos a seu wordpress com o Squirrly, para que possamos encontra as melhores oportunidades de SEO, dar-lhe relatórios e análises de sua concorrência.

source: Don't show this page
es_es: No mostrar esta página
fr_fr: Ne plus afficher cette page
pt_br: Não mostrar esta página

source: Squirrly.co Login
es_es: Inicio de sesión en Squirrly.co
fr_fr: Connexion Squirrly.co
pt_br: Entrar Squirrly.co

source: Password:
es_es: Contraseña:
fr_fr: Mot de passe:
pt_br: Senha:

source: Login
es_es: Iniciar sesión
fr_fr: Connexion
pt_br: Entrar

source: Register
es_es: Registrarse
fr_fr: S'enregistrer
pt_br: Registar

source: Register to Squirrly.co
es_es: Registrarse en Squirrly.co
fr_fr: S'enregistrer sur Squirrly.co
pt_br: Registar em Squirrly.co

source: Lost password?
es_es: Perdiste la contraseña?
fr_fr: Mot de passe perdu?
pt_br: Perdeu a senha?

source: Lost password
es_es: Contraseña perdida
fr_fr: Mot de passé perdu
pt_br: Perdeu a senha

source: Enter your email
es_es: Introduce tu email
fr_fr: Entrez votre courriel
pt_br: Coloque seu e-mail

source: Your E-mail:
es_es: Tu Email:
fr_fr: Votre E-mail:
pt_br: Seu E-mail:

source: Sign Up
es_es: Registrarse
fr_fr: Inscrivez-vous
pt_br: Cadastrar

source: I already have an account
es_es: Ya tengo una cuenta
fr_fr: Je possède déjà un compte
pt_br: Já tenho uma conta

source: This email connects you to Squirrly.co
es_es: Este email te conecta a Squirrly.co
fr_fr: Ce courriel vous connecte à Squirrly.co
pt_br: Este e-mail conecta você ao Squirrly.co

source: The email address is invalid!
es_es: La dirección de email no es válida!
fr_fr: L'adresse courriel n'est pas valide!
pt_br: Este endereço de e-mail é inválido!

source: Click on Sign Up button and try again ...
es_es: Haz click en el botón Registrarse e inténtalo de nuevo ...
fr_fr: Cliquez sur le bouton s’enregistrer et réessayez ...
pt_br: Clique no botão Cadastrar e tente de novo...

source: An error occured while logging in!
es_es: Ha ocurrido un error al iniciar sesión!
fr_fr: Une erreur s'est produite lors de la connexion!
pt_br: Ocorreu um erro enquanto estava entrando!

source: Connecting ...
es_es: Conectando ...
fr_fr: Connexion ...
pt_br: Conectando ...

source: Squirrly Keyword Research
es_es: Estudio sobre palabras clave de Squirrly
fr_fr: Recherche de mots clés Squirrly
pt_br: Pesquisa de Palavra Chave Squirrly

source: Clear
es_es: Limpiar
fr_fr: Effacer
pt_br: Limpar

source: Keyword:
es_es: Palabra clave:
fr_fr: Mot clé:
pt_br: Palavra-Chave:

source: Use this keyword
es_es: Usar esta palabra clave
fr_fr: Utilisez le mot-clé suivent
pt_br: Use esta Palavra-chave

source: + Add keyword
es_es: + Añadir palabra clave
fr_fr: + Ajouter un mot clé
pt_br: + Adicionar palavra chave

source: Do the research
es_es: Realizar el estudio
fr_fr: Faites des recherches
pt_br: Faça a pesquisa

source: Enter even more keywords.
es_es: Introduce más palabras clave.
fr_fr: Entrez encore plus de mots-clés.
pt_br: Colocar ainda mais palavras-chave.

source: Let some keywords for the next time as well!
es_es: Deja algunas palabras clave para la próxima vez!
fr_fr: Laissez quelques mots clés pour la prochaine fois!
pt_br: Também deixe algumas palavras-chave para a próxima!

source: Optimize for Keyword
es_es: Optimizar por palabra clave
fr_fr: Optimiser pour mot-clé
pt_br: Otimizar para palavra-chave

source: Enter a keyword
es_es: Introduce una palabra clave
fr_fr: Entrez un mot-clé
pt_br: Colocar uma palavra-chave

source: for Squirrly Live SEO optimization
es_es: para la optimización Squirrly Live SEO
fr_fr: pour Squirrly Live SEO optimization
pt_br: para a otimização do Squirrly Live SEO

source: Do a research
es_es: Realizar un estudio
fr_fr: Effectuer une recherche
pt_br: Faça uma pesquisa

source: Enter a keyword above!
es_es: Introduce una palabra clave arriba!
fr_fr: Entrez ci-dessus un mot clé!
pt_br: Coloque uma palavra-chave acima!

source: I have more then one keyword!
es_es: Tengo más de una palabra clave!
fr_fr: J'ai plus d'un mot-clé!
pt_br: Tenho mais do que uma palavra-chave!

source: Images
es_es: Imágenes
pt_br: Imagens

source: News
es_es: Noticias
pt_br: Notícias

source: My articles
es_es: Mis artículos
fr_fr: Mes articles
pt_br: Meus artigos

source: Show only Copyright Free images
es_es: Mostrar sólo imágenes libres de copyright
fr_fr: Afficher uniquement des images libres de droits d'auteur
pt_br: Mostrar apenas Imagens Livres de Direitos de Autor

source: Squirrly LIVE SEO assistant
es_es: Asistente de Squirrly LIVE SEO
fr_fr: assistant Squirrly LIVE SEO
pt_br: Assistente de Squirrly LIVE SEO

source: Go to Profile
es_es: Ir al perfil
fr_fr: Aller sur profil
pt_br: Ir para Perfil

source: Profile
es_es: Perfil
fr_fr: Profil
pt_br: Perfil

source: Support
es_es: Soporte
pt_br: Suporte

source: Need Help with Squirrly SEO?
es_es: Necesitas ayuda con Squirrly SEO?
fr_fr: Avez-vous besoin d'aide pour l’optmisation Squirrly SEO?
pt_br: Necessita de a Ajuda como o Squirrly SEO?

source: Send Question
es_es: Enviar pregunta
fr_fr: Envoyer une Question
pt_br: Enviar Questão

source: Go to:
es_es: Ir a:
fr_fr: Aller sur:
pt_br: Ir para:

source: support page
es_es: página de soporte
fr_fr: page de support
pt_br: página de suporte

source: How was your Squirrly experience today?
es_es: Cómo fue tu experiencia con Squirrly hoy?
fr_fr: Comment ça s’est passé avec votre Squirrly aujourd'hui?
pt_br: Como foi sua experiência de Squirrly hoje?

source: How was Squirrly today?
es_es: Cómo fue Squirrly hoy?
fr_fr: Comment était Squirrly aujourd'hui?
pt_br: Como foi o Squirrly hoje?

source: Please tell us why?
es_es: Por favor dinos por qué
fr_fr: S'il vous plaît dites nous pourquoi?
pt_br: Por favor diga porquê?

source: Send feedback
es_es: Enviar comentarios
fr_fr: Envoyez vos commentaires
pt_br: Enviar feedback

source: Thank you! You can send us a happy face tomorow too.
es_es: Gracias! Puedes enviarnos una cara feliz mañana también.
fr_fr: Merci! Demain aussi vous pouvez nous envoyer un smiley
pt_br: Obrigado! Você também pode enviar-nos uma cara feliz amanhã.

source: Squirrly settings
es_es: Ajustes de Squirrly
fr_fr: Réglages Squirrly
pt_br: Configurações de Squirrly

source: Save settings
es_es: Guardar ajustes
fr_fr: Sauvegarder les réglages
pt_br: Salvar configurações

source: Let Squirrly automatically optimize my blog
es_es: Dejar que Squirrly optimice automáticamente mi blog
fr_fr: Laissez automatiquement Squirrly optimiser mon Blog
pt_br: Deixar o Squirrly otimizar automaticamente o meu blog

source: What does Squirrly automatically do for SEO?
es_es: Qué hace Squirrly automáticamente por el SEO?
fr_fr: Que fait Squirrly pour le référencement automatiquement?
pt_br: O que é que o Squirrly faz automaticamente para o SEO?

source: Add <strong>canonical</strong> link in home page
es_es: Añade enlace <strong>canónico</strong> en la página de inicio
fr_fr: Ajouter <strong>canonique</strong> lien sur la page d'accueil
pt_br: Adicionar <strong>canonical</strong> link na página inicial

source: Add the <strong>XML Sitemap</strong> for search engines
es_es: Añade el <strong>mapa de sitio XML</strong> para los motores de búsqueda
fr_fr: Ajouter <strong> Plan du site XML </strong> lien sur la page d'accueil
pt_br: Adicionar o <strong>XML Sitemap</strong> para os motores de busca

source: Add the required METAs for home page (<strong>icon, author, language, dc publisher</strong>, etc.)
es_es: Añade los METAs necesarios para la página de inicio (<strong>icono, autor, idioma, editor</strong>, etc.)
fr_fr: Ajouter les metas requises pour la page d'accueil (<strong> icône, auteur, langue, dc éditeur </strong>, etc.)
pt_br: Adicionar as METAs exigidas à página inicial (<strong>ícone, autor, idioma, dc publicador</strong>, etc.)

source: Add the <strong>favicon</strong> and the <strong>icon for Apple devices</strong>.
es_es: Añade el <strong>favicon</strong> y el <strong>icono para dispositivos Apple</strong>.
fr_fr: Ajouter <strong>favicon</strong> et le <strong>icon pour des appareils Apple </strong>.
pt_br: Adicionar o<strong>favicon</strong> e o <strong>ícone para dispositivos Apple</strong>.

source: Add the <strong>Facebook meta objects</strong> for a good looking share.
es_es: Añade <strong>metaobjetos de Facebook</strong> para compartir las vistas.
fr_fr: Ajouter <strong> objects meta de Facebook </strong> pour une belle presentation.
pt_br: Adicionar <strong>Facebook meta objects</strong> para um compartilhamento com bom aspeto.

source: Add the <strong>Twitter card</strong> in your tweets.
es_es: Añade <strong>la tarjeta de Twitter</strong> a tus tweets.
fr_fr: Ajouter <strong>Twitter card</strong> dans vos tweets.
pt_br: Adicionar o <strong>Twitter card</strong> em seus tweets.

source: Your twitter account:
es_es: Tu cuenta de Twitter:
fr_fr: Votre compte twitter:
pt_br: Sua conta de twitter:

source: First page optimization (Title, Description, Keywords)
es_es: Optimización de la primera página (Título, Descripción, Palabras clave)
fr_fr: Optimisation de la page d'accueil (Titre, Description, Mots-clés)
pt_br: Otimização de primeira página (Título, Descrição, Palavra-chave)

source: Add the correct <strong>title</strong> in the home page
es_es: Añade el <strong>título</strong> correcto en la página de inicio
fr_fr: Ajouter un <strong>titre</strong> correct sur la page d'accueil
pt_br: Adicionar o <strong>título</strong> correto na página inicial

source: Add the correct <strong>description</strong> and <strong>keywords</strong> in home page
pt_br: Adicionar a <strong> descrição </strong> e <strong>palavras-chave</strong> em todas as páginas

source: Custom
es_es: Personalizado
fr_fr: Personnalisé
pt_br: Personalizar

source: Home page SEO optimization
pt_br: para a otimização do Squirrly Live SEO

source: Title:
es_es: Título:
fr_fr: Titre:
pt_br: Título:

source: Tips: Length 10-75 chars
es_es: Consejo: Longitud 10-75 caracteres
fr_fr: Conseils: Longueur 10-75 caractères
pt_br: Dicas: Comprimento 10-75 caracteres

source: Description:
es_es: Descripción:
fr_fr: Déscription:
pt_br: Descrição:

source: Tips: Length 70-165 chars
es_es: Consejo: Longitud 70-165 caracteres
fr_fr: Conseils: Longueur 70-165 caractères
pt_br: Dicas: Comprimento 70-165 caracteres

source: Keywords:
es_es: Palabras clave:
fr_fr: Mots-clés:
pt_br: Palavras Chave:

source: Tips: 2-4 keywords
es_es: Consejo: 2-4 palabras clave
fr_fr: Conseils: 2-4 mots-clés:
pt_br: Dicas: 2-4 palavras-chave

source: Check with google ...
es_es: Comprueba con Google ...
fr_fr: Vérifiez avec Google...
pt_br: Verificar com o google ...

source: If you don't see any changes in custom optimization, check if another SEO plugin affects Squirrly SEO
es_es: Si no ves ningún cambio en la optimización personalizada, comprueba si otro plugin SEO afecta a Squirrly SEO
fr_fr: Si vous ne voyez pas de changements dans l'optimisation personnalisée, assurez-vous qu’aucun autre plugin d’optimisation n’affecte Squirrly SEO
pt_br: Se você não vê nenhumas mudanças na optimização personalizada, verifique se existe outro plugin de SEO afeto ao Squirrly SEO

source: Squirrly Options
es_es: Opciones de Squirrly
fr_fr: Options de Squirrly
pt_br: Opções de Squirrly

source: Let Squirrly warn me if there are errors related to SEO settings
es_es: Dejar que Squirrly me alerte si hay errores relacionados con los ajustes SEO
fr_fr: Laissez Squirrly me prévenir des erreurs liées aux réglages SEO
pt_br: Deixar o Squirrly avisar-me se houver erros relacionados com a configuração de SEO

source: Show <strong>"Enter a keyword"</strong> bubble when posting a new article.
es_es: Mostrar el mensaje <strong>"Introduce una palabra clave"</strong> al publicar un nuevo artículo.
fr_fr: Montrer la bulle <strong>"Entrez un mot-clé"</strong> avant de poster un nouvel article
pt_br: Mostrar a bolha <strong>"Insira uma palavra-chave"</strong> quando publicar um artigo.

source: Always show <strong>Keyword Informations</strong> about the selected keyword.
es_es: Mostrar siempre <strong>Información de palabras clave</strong> en relación a la palabra clave seleccionada.
fr_fr: Toujours afficher <strong>des informations </strong> sur le mot-clé sélectionné..
pt_br: Mostrar sempre <strong>Informações da palavra-chave</strong> sobre a palavra chave selecionada.

source: Change the Website Icon
es_es: Cambiar el icono del sitio web
fr_fr: Modifier l'icône du site
pt_br: Mudar o Ícone do site

source: File types: JPG, JPEG, GIF and PNG.
es_es: Tipos de archivo: JPG, JPEG, GIF y PNG.
fr_fr: Types de fichiers: JPG, JPEG, GIF et PNG.
pt_br: Tipo de ficheiro: JPG, JPEG, GIF e PNG.

source: Upload file:
es_es: Subir archivo:
fr_fr: Charger un fichier:
pt_br: Envio de ficheiro:

source: Upload
es_es: Subir
fr_fr: Charger
pt_br: Envio

source: You can use %shttp://convertico.com/%s to convert your photo to icon and upload it here after that.
es_es: Puedes usar %shttp://convertico.com/%s para convertir tu foto en icono y subirla aquí después de ello.
fr_fr: Vous pouvez utiliser %shttp://convertico.com/%s pour convertir votre photo en icône et la charger ici.
pt_br: Você pode usar %shttp://convertico.com/%s para converter suas fotos para o ícone e enviar para aqui depois disso.

source: If you don't see the new icon in your browser, empty the browser cache and refresh the page.
es_es: Si no ves el nuevo icono en tu navegador, vacía la caché del navegador y vuelve a cargar la página.
fr_fr: Si vous ne voyez pas la nouvelle icône dans votre navigateur, vider son cache et actualisez la page.
pt_br: Se você não vê o ícone em seu navegador, esvazie a caixa de navegador e atualize a página.

source: Tool for Search Engines
es_es: Herramienta para motores de búsqueda
fr_fr: Outils pour les moteurs de recherche
pt_br: Ferramenta de Motores de Busca

source: Google Plus URL:
es_es: URL de Google Plus:
pt_br: URL de Google Plus:

source: Google META verification code for %sWebmaster Tool%s`:
es_es: Código de verificación Google META para %sHerramientas para webmasters%s`:
fr_fr: Code de vérification Google META pour %sWebmaster Tool%s`:
pt_br: Código de verificação para Google META %sWebmaster Tool%s`:

source: Facebook META code (for %sInsights%s )`:
es_es: Código META de Facebook (para las %sestadísticas%s )`:
fr_fr: Code de Facebook META (pour %saperçus%s )`:
pt_br: Facebook META código (para %sInsights%s )`:

source: Bing META code (for %sWebmaster Tool%s )`:
es_es: Código META de Bing (para las %sHerramientas para webmasters%s )`:
fr_fr: Code Bing META (poor %sWebmaster Tool%s )`:
pt_br: Bing META código (para %sWebmaster Tool%s )`:

source: Reset
es_es: Restaurar
fr_fr: Réinitialiser

source: Squirrly Snippet
es_es: Fragmento Squirrly (snippet)
fr_fr: Extrait (snippet) de Squirrly

source: Google %sAnalytics ID%s`:
es_es: %sID de Google Analytics%s`:
